var quizDatabase = {
    "biology": [
        {
            "t": "Съединителна тъкан",
            "q": "Коя от посочените разновидности НЕ е вид съединителна тъкан?",
            "k": true,
            "s": "<h3>Тема: Съединителна тъкан</h3><p>Изградена е от голямо количество междуклетъчно вещество и клетки...</p>",
            "o": [
                { "x": "1. Хрущялна тъкан", "c": false, "r": "Грешно. Хрущялната тъкан е основна разновидност." },
                { "x": "2. Костна тъкан", "c": false, "r": "Грешно. Костната тъкан е твърда съединителна тъкан." },
                { "x": "3. Епителна тъкан", "c": true, "r": "Вярно! Епителната тъкан е самостоятелен вид тъкан." },
                { "x": "4. Мастна тъкан", "c": false, "r": "Грешно. Мастната тъкан е специализирана форма." }
            ]
        }
    ],
    "chemistry": []
};
