var quizDatabase = {
    "biology": [
        {
            "t": "Съединителна тъкан",
            "q": "Коя от посочените разновидности НЕ е вид съединителна тъкан?",
            "k": true,
            "s": "<h3>Тема: Съединителна тъкан</h3><p>Изградена е от голямо количество междуклетъчно вещество и клетки...</p>",
            "o": [
                { "x": "1. Хрущялна тъкан", "c": false, "r": "Грешно. Хрущялната тъкан е основна разновидност." },
                { "x": "2. Костна тъкан", "c": false, "r": "Грешно. Костната тъкан е твърда съединителна тъкан." },
                { "x": "3. Епителна тъкан", "c": true, "r": "Вярно! Епителната тъкан е самостоятелен вид тъкан." },
                { "x": "4. Мастна тъкан", "c": false, "r": "Грешно. Мастната тъкан е специализирана форма." }
            ]
        },
        {
            "t": "Клетъчни органели",
            "q": "Кой клетъчен органел е известен като „енергийната централа“ на клетката?",
            "k": true,
            "s": "<h3>Тема: Митохондрии</h3><p>Митохондриите са двумембранни органели, в които се синтезира АТФ...</p>",
            "o": [
                { "x": "1. Рибозома", "c": false, "r": "Грешно. Рибозомите извършват белтъчен синтез." },
                { "x": "2. Лизозома", "c": false, "r": "Грешно. Лизозомите имат храносмилателна функция." },
                { "x": "3. Митохондрий", "c": true, "r": "Вярно! Митохондриите осигуряват клетъчната енергия." },
                { "x": "4. Апарат на Голджи", "c": false, "r": "Грешно. Участва в секрецията и пакетирането." }
            ]
        }
    ],
    "chemistry": []
};
